{
    "nav": {
        "home": "Início",
        "about": "Sobre",
        "contact": {
            "name": "Contato",
            "msg_link": "mailto:thesaullodev@gmail.com?subject=Interesse no seu projeto&body=Olá, eu gostaria de falar com você sobre o seu Projeto do gerador de QR Code."
        }
    },
    "homePage": {
        "main": {
            "information": "Gere um <0>QR Code</0> de forma simples",
            "title": "Você, está precisando de um <0>QRCODE</0>?",
            "description": "Basta preencher o campo abaixo com qualquer <0>texto</0> e você terá um <0>QR code</0> para usar para seu <0>négocio</0>, <0>pix</0>, <0>e-mail</0> ou qualquer outra coisa que você desejar.",
            "input": {
                "placeholder": "Seu texto..."
            },
            "button": {
                "value": "Baixar"
            }
        }
    },
    "aboutPage": {
        "main": {
            "title": "Sobre",
            "subtitle": "Informações a cerca do projeto",
            "first_paragraph": "Este projeto é um aplicativo web desenvolvido para oferecer uma interface intuitiva e prática, permitindo que os usuários gerem QR Codes de forma rápida e eficiente. O principal objetivo é possibilitar que qualquer pessoa insira um texto ou um link e, com apenas um clique, obtenha um QR Code correspondente, pronto para ser baixado e depois compartilhado.",
            "second_paragraph": "O App Web foi projetado com foco na simplicidade e acessibilidade, garantindo que mesmo usuários sem conhecimento técnico possam utilizá-la sem dificuldades.",
            "third_paragraph": "Possuímos também um botão no qual ele fornece a possibilidade de o usuário trocar de forma facilitada o idioma da página, fornecendo uma qualidade melhor na compreensão das informações contida no app de acordo com o idioma que o usuário preferir.",
            "subtopic": {
                "title": "Curiosidade",
                "subtitle": "Sobre a criação do QRCODE",
                "description": "Um QR Code (Quick Response Code) é um código bidimensional que armazena dados em um padrão de módulos pretos e brancos dispostos em uma matriz quadrada. Ele é baseado na codificação Reed-Solomon para correção de erros, permitindo que seja lido mesmo se estiver parcialmente danificado."
            }
        }
    }
}
